Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: In April 2015, super express "shinkansen" train service started, linking the old castle town of Kanazawa in Ishikawa Prefecture with Tokyo by high speed rail.
ko: 2015년 4월, 신칸센이 개통되어 이시카와현의 고성 도시인 카나자와시(金沢市)와 도쿄(東京)가 고속 철도로 연결되었다.

source: As a mascot for Kanazawa and Ishikawa, it would seem reasonable that Hyakuman-san would be able to board the train.
ko: 햐쿠만상은 카나자와시와 이시카와현의 마스코트로서 그 열차에 타려고 한 듯하다.

source: The "problem" was covered on Japanese television.
ko: 이 '문제'는 일본 방송에서도 다루어졌다.

source: Hyakuman-san is so big he can't board the bullet train, or even pass through the ticket gates.
ko: 햐쿠만상은 행운을 가져다 준다고 전해지는 전통 인형 '오키아가리' 모양의 수염 달린 마스코트이다.

source: Hyakuman-san himself is a mustachioed traditional "okiagari" doll and good-luck charm, and is decorated in a traditional kaga-yuzen pattern, common to the city of Kanazawa and the surrounding region.
ko: 또한 카나자와시와 주변 지역에서 흔히 볼 수 있는 전통 문양인 '가가 유젠'이 그려져 있기도 하다.

source: I spent five hours in Kanazawa looking for Hyakuman-san souvenirs to take back home.
ko: 햐쿠만상 기념품을 사러 5시간 걸려 카나자와에 왔어요.

source: Of course, the first thing I saw , but Yutaro (꒪ȏ꒪) I didn't have time to travel up to Wakura Onsen so I went to the station platform to look at the train. The line-up for the buses in front of Kanazawa Station was as crowded as you would see in Kyoto.
ko: 포러스(카나자와현에 위치한 쇼핑몰) 쪽으로 나오려고 했는데 처음으로 발견한 것은 유타로(카나자와의 우체국 마스코트)였습니다 (꒪ȏ꒪) 와쿠라 온천에 갈 시간이 없어서 플랫폼에서 열차를 보고 있었는데, 역 앞 버스 승강장이 교토역 만큼이나 혼잡.

source: The Hyakuman-san mascot can sometimes be seen in and around Kanazawa Station, where he delights travelers.
ko: 햐쿠만상 마스코트가 관광객들을 반기는 모습은 카나자와역 안이나 그 주변에서 간혹 볼 수 있다.

source: His large bottom is clearly visible in this video:
ko: 햐쿠만상의 커다란 엉덩이는 다음 영상에서 확인할 수 있다.

source: It's Hyakuman-san!
ko: 햐쿠만상이다!

source: Here he comes again!
ko: 또 햐쿠만상이다!

source: Too funny!
ko: 재밌어 보여(웃음)

source: Design flaw or not, Hyakuman-san is not the only mascot who has a hard time entering trains or other confined spaces.
ko: 공정상의 실수든 아니든, 이런 난처한 상황에 처한 마스코트가 햐쿠만상만 있는 것은 아니다.

source: Twitter user “Pink Miruku” has compiled a few photos that demonstrate the travails of Japan's plump mascots.
ko: 트위터리안 @PinkMiruku는 일본의 마스코트 인형들의 귀여운 사투를 보여주는 사진들을 게재했다.

source: A Hashtag in Support of Victims Takes Off on Japanese Twitter After a High-Profile Journalist Is Accused of Sexual Assault · Global Voices
ko: 日 유명 언론인 성폭행 피해자 위한 인터넷 지지 물결

source: Captions: Shiori (28), freelance journalist; "I knew I had to say something."
ko: 캡션: 시오리 (28), 프리랜서 저널리스트; "말 해야 한다고 생각했습니다.

source: Screencap from YouTube.
ko: YouTube 에서 캡쳐.

source: In late May 2017, the hashtag #FightTogetherWithShiori started to trend on Japanese Twitter.
ko: 2017 5월 하순부터, #FightTogetherWithShiori (시오리와 함께 싸우자)라는 해시태그가 일본 트위터에서 유행하기 시작했다.

source: The hashtag was created in support of a woman, known simply as "Shiori", who appeared on television to allege she was sexually assaulted by a well-known journalist in 2015.
ko: 이 해시태그는 2015년 유명 언론인에게 성폭행 당했다고 주장하며 텔레비전에 등장한 '시오리'라는 여성을 돕기 위해 만들어졌다.

source: Following a May 29 deposition at Tokyo District Court, "Shiori" held a press conference in which she accused high-profile journalist Yamaguchi Noriyuki of drugging and then sexually assaulting her in a hotel room in 2015.
ko: 기자에게 심정을 말할 때, 시오리 씨는 "(사건에 대해) 말해야 한다고 생각했다"고 설명하며, 무슨 일이 있었는지 미디어 앞에 공개한다는 일반적이지 않는 행보를 밟아 나갔다.

source: Yamaguchi Noriyuki is the former Washington bureau chief of Japan's TBS network.
ko: 해시태그를 통해 일본의 한 트위터 유저가 말했다:

source: He has close ties to and has written several books about Prime Minister Abe Shinzo.
ko: 여기 일본에서는, 강간 피해자가 항상 모두에게 비난과 조롱을 받는 대상이 되고 소송을 취하한다.

source: In Japan, as in other countries, many sexual assaults go unreported.
ko: #Fighttogetherwithshiori — 미르테의 꽃 (@liederausmyrten) 2017년 5월 30일

source: In an emotional presentation to reporters, Shiori said she took the unusual step of going before the media to describe what happened, explaining, "I knew I had to say something."
ko: 여기 일본에서는, 강간 피해자가 항상 모두에게 비난과 조롱을 받는 대상이 되고 소송을 취하한다.

source: Using the hashtag, one Japanese Twitter user said:
ko: 비정상적인 곳이야!

source: Here in Japan, rape victims are always blamed, humiliated by everyone & give up suing. Crazy society! #Fighttogetherwithshiori — ミルテの花 (@liederausmyrten) May 30, 2017
ko: #Fighttogetherwithshiori — 미르테의 꽃 (@liederausmyrten) 2017년 5월 30일

source: Shiori took to the airwaves after the weekly news magazine Shukan Shincho — and other news organizations — reported that investigators had dropped the case because of instructions from higher-ranking police officials, allegedly because of political pressure from the prime minister's office.
ko: 주간지 <슈칸 신초>(週刊新潮 주간신조) -와 다른 뉴스 매체들-이 검찰이 해당 사건을 불기소 처리한 이면에는 고위급 정치가로부터의 지시가 있었음을 보도하며, 총리 관저에서 외압이 있었을 것이라는 추측성 기사를 발표한 뒤부터 시오리의 사건은 전파를 타고 보도되기 시작했다.

source: Another tabloid, Nikkan Gendai, reported that earlier in May 2017, Yamaguchi had mistakenly sent an email asking for help to Shukan Shincho rather than to Kitamura Shigeru, an official in the prime minister's office, for whom the correspondence was intended.
ko: <닛칸 겐다이>(日刊ゲンダイ 일간 겐다이)라는 타블로이드 지는 2017년 5월 초 야마구치 씨가 실수로 키타무라 시게루 씨가 아니라 <슈칸 신초>에 잘못 보낸 이메일에 대해 다루었다.

source: Shukan Shincho also received and published detailed email correspondence between Yamaguchi and Shiori that corroborates parts of her story. Even before Shiori appeared on television, the allegations reported earlier in the month by Shukan Shincho generated a firestorm of debate.
ko: 해당 이 메일은 야마구치 씨가 기타무라 시게루 씨에게 해당 사건에 대해 도움을 요청하는 내용을 포함하고 있다.

source: In a tweet shared thousands of times, one Twitter user noted:
ko: 키타무라 시게루 씨는 아베 총리 관저의 직원으로, 이 사건과 연관이 있었다.

source: Reported by Shukan Shincho: the Yamaguchi Noriyuki 'quasi-rape' (i.e., 'drug-facilitated sexual assault').
ko: 다음 트위터 유저의 지적은 수천 번 리트윗 되어 사람들에게 퍼졌다:

source: The idea that, despite third-person testimony and surveillance footage, as well as an email of apology sent to his female victim, police leadership cut short the investigation is scary.
ko: 제 3자의 증언과 CCTV 영상에다 강간 피해 여성에게 보낸 피의자의 사과 메일까지 있는 데도 경찰 상층부가 조사를 갑작스레 중단했다는 게 두렵다.

source: It's been confirmed that head of the (Tokyo Metropolitan Police) bureau of investigations said he 'authorized the investigation be suspended'.
ko: (도쿄도) 경찰 부장이 스스로 '수사 중단을 허가했다'고 인정했다.

source: It's exceptional that the head of investigations would insert himself into the story like this.
ko: 경찰 부장이 이런 식으로 사건에 끼어드는 것은 이례적이다.

source: Like he was suppressing the results of the investigation.
ko: 사주 받아서 조사 결과를 은폐하는 걸로 밖에 보이지 않는다.

source: Under Japanese law, Yamaguchi could be investigated for committing "quasi-rape" (jun kyokan, 準強姦), which the Asia Japan Women's Resource Center explains is a criminal charge "applied when a person commits rape or other types of sexual assaults by making a victim incapable of resistance — for example, by using drugs or alcohol to make the victim unconscious."
ko: 일본 법에 따르면, 야마구치 씨는 "준 강간(準強姦)" 혐의로 조사받을 지도 모른다. 아시아 일본 여성 구조 센터( Asia Japan Women's Resource Center)는 일본의 "준 강간"을 다음과 같이 설명한다.

source: The fact that Shiori had to resort to appearing on camera in the hope of receiving justice led some to observe that she was being victimized a second time.
ko: "피해자를 저항할 수 없도록 만든 뒤 일어난 강간, 혹은 다른 성 폭력에 적용되는 형사 고발의 일종입니다.

source: Using the hashtag #FightTogetherWithShiori and quoting a Buzzfeed Japan article which provided key details about the assault, one commenter noted:
ko: 시오리 씨가 매스컴 앞에 스스로를 노출한 것은 공정한 판결을 받을 수 있을 지도 모른다는 미약한 희망에서 였지만, 일부에서는 그로 인하여 시오리 씨가 2차 강간의 피해자가 되고 있다고 주장했다.

source: Even before Yamaguchi had actually been arrested, 'under orders from above' the case was closed with no indictment.
ko: 해시태그 #FightTogetherWithShiori 를 통해 인용한 일본 버즈피드 기사가 강간 사건의 핵심 사안을 다뤘다.

source: Why did the victim have to take it this far and show her face?
ko: 한 네티즌이 다음의 글을 남겼다.

source: This is why the term 'second rape' has become so common.
ko: 야마구치에게 체포영장까지 발부된 상황이었는데 '윗선의 지시' 때문에 이 사건은 불기소로 끝날 뻔 했다.

source: That tweet was also shared more than a thousand times.
ko: 왜 피해자가 자기 얼굴을 노출시키면서까지 싸울 수 밖에 없었나?

source: There is the perception that the Japanese establishment is circling the wagons to protect the former TBS journalist and supporter of the prime minister.
ko: 이미 '2차 강간'이나 다름 없는 말이 넘쳐나고 있다.

source: Quite apart from Yamaguchi's 2015 email asking the cabinet office for help, this impression is being fueled by other missteps.
ko: 용서할 수 없다. 이 트윗 역시 천 번 이상 공유되었다.

source: After the Shukan Shincho article was published, Yamaguchi took to social media in early May to explain his side of the story — and Abe Akie, the prime minister's wife, "liked" the post:
ko: 이 사건에 대해, 일본 기득권층이 전(前) TBS 저널리스트이자 총리의 지지자인 한 개인를 지키기 위해 방어 태세를 정비하기 시작했다는 관점이 있다.

source: This is 'an ally of women': After news reports that Abe supporter Yamaguchi committed rape, his response was like a 'second rape'!
ko: 내각에 도움을 구한 야마구치 씨의 2015년 이메일을 제외하고 생각해 보더라도, 다른 실수들이 이런 인상에 대한 밑거름이 되었다.

source: Yet Abe Akie decided to 'like' Yamaguchi's Facebook post. The sarcastic jab about being "ally of women" is a reference to a series of speeches Abe akie has made, calling women "the future of Japan".
ko: <슈칸 신초> 기사가 발표된 뒤, 야마구치 씨는 5월 초 소셜 미디와 회동을 통해 그의 측면에서 본 이번 사건을 설명했다.

source: After being called out for "liking" Yamaguchi's post, Abe Akie remarked, "Who thought that simply liking a Facebook post would generate so much persecution!"
ko: -그리고 아베 총리의 부인인 아베 아키에 씨가 그 글에 "좋아요"를 눌렀다.

source: For now, Shiori hopes her case will be reopened.
ko: '여성의 아군' 수준 보세요.

source: Her May 29 deposition was to an inquest committee, which, after deliberations, will vote on whether or not to recommend that prosecutors indict Yamaguchi.
ko: 아베 지지자 야마구치는 강간범이라는 뉴스가 보도되도 대처 방식이 2차 강간이나 마찬가지고, 거기에 아베 아키에는 야마구치의 글에 '좋아요' 누름

source: In the meantime, Shiori's television appearance has sparked debate on social media in Japan — and around the world — about justice for victims of sexual assault:
ko: '여성의 아군'에 대한 조롱은 아베 아키에 씨가 여성을 '일본의 미래'라 부르며 해 왔던 연설과 관련이 있다.

source: No means no!
ko: " 라고 말했다.

source: And ONLY yes means yes!!
ko: 지금까지 시오리 씨의 희망은 사건이 재기소 되는 것이다.

source: Independently, tangibly, actively: only yes means yes.
ko: 같은 시각, 시오리 씨의 텔레비전 등장으로 인해 일본-과 세계 곳곳의- 소셜 미디어에서 성폭력 피해자에 관한 공평성 논쟁이 불거졌다.

source: Anything else means 'no'. — Japan Women's & Human Rights Network
ko: 주체적이고 구체적이고 적극적으로 한 예스만 합의이며 그 밖의 다른 것들은 전부 '합의가 아닙니다'. -일본 여성&인권 네트워크

source: The conversation can be followed online in English and Japanese at the hashtag #FightTogetherWithShiori.
ko: 이 사건에 대한 다른 의견들은 트위터 해시태그 #FightTogetherWithShiori 를 통해 영어 및 일본어로 확인 할 수 있다.

source: 'Cyber Warrior' Group Threatens to Extort Indian Women on Facebook · Global Voices
ko: ‘사이버 전사’ 조직이 페이스북 상에서 인도 여성 협박

source: Students protesting outside Bangalore Town Hall on Sunday, December 30 demanding justice for the 23-year-old student who died on 29 December after being gang raped.
ko: 12월 30일(일), 학생들이 방갈로르 시청 앞에서 29일 있었던 집단 강간에서 피해를 당한 뒤 죽은 23살 학생에 대한 사건 조사를 요구하며 항의했다.

source: Photo by Jim Ankan Deka via Wikimedia Commons (CC BY SA 3.0)
ko: Photo by Jim Ankan Deka via Wikimedia Commons (CC BY SA 3.

source: Isha Ishika, a university student in the southern Indian state of Kerala, was threatened a few days ago by a members of a Facebook group called Kerala Cyber Warriors.
ko: 인도 남부 케랄라 주의 대학생인 이샤 이시카 씨는 몇 일 전 '케랄라 사이버 전사들'이라는 페이스북 단체의 회원에게 위협 당했다.

source: The Malayalam-speaking group of predominantly male members says that it aims to protect Indians online, especially Malayalee women, by hacking into pages where explicit images and content related to sexuality are shared.
ko: 대부분 남성 회원으로 이루어진 이 말라얄람 어(인도 남부 케랄라에서 사용하는 언어)를 사용하는 단체는 단체의 목적에 대해 성적인 사진과 글이 올려진 웹페이지를 해킹함으로써 인도인, 특히 말라얌람 어를 쓰는 여성을 인터넷에서 보호하는 것이라고 밝혔다.

source: They describe their activities on their group page, saying that they seek to ‘expose’ people and preserve the ‘honor’ of Malayalee women.
ko: 해당 단체의 웹페이지에서 자신들의 활동은 악당의 존재를 '폭로'해 말라얌람 여성의 '명예'를 보호하기 위함이라고 설명한다.

source: They claim to have hacked Pakistan websites and to protect Indian soldiers.
ko: 이들은 파키스탄 웹사이트들을 해킹해서 인도 군인들을 지킨 적이 있다고 주장한다.

source: They also claim to have to brought down revenge porn groups on Facebook.
ko: 또한, 이들은 리벤지 포르노(금전을 요구하거나 이별을 빌미로 협박하기 위해 유포하는 성적인 콘텐츠)를 공유하는 조직을 페이스북에서 탈퇴시켰다고도 주장한다.

source: It is not clear precisely what technical methods they use to gain access to these pages.
ko: 이들이 이런 웹페이지에 접속하려 사용하는 기술에 대해서는 구체적으로 알려진 바가 없다.

source: One such post on their group page addresses Malayalee women:
ko: 이들의 홈페이지에 있는 한 글은 말라얌람 여성들에게 이렇게 말한다:

source: Dear sisters,
ko: 자매들이여

source: You might be speaking out for your freedom, but you are forgetting certain things.
ko: 너희는 자유를 추구한다고 말할 지도 모르겠지만, 중요한 것을 잊어버리고 있다.

source: We know you don't like advice.
ko: 우리는 너희가 조언을 싫어한다는 것을 알고 있다.

source: We are not against you speaking or loving, but amidst all this, you are forgetting certain things When you sent your pictures or video of you to your partner or lover, you are cheating yourself and also your father and mother, your siblings.
ko: 하지만 표현의 자유나 사랑을 추구하다가 너희들이 잊은 것이 있다(는 것을 말하려 한다. ) 너희들이 배우자나 애인에게 너희의 사진이나 비디오를 보낼 때, 너희는 너희 자신 뿐만 아니라 너희의 부모님과 너희 형제 자매들을 욕보이고 있다.

source: You are destroying your family honor and pushing your family to suicide
ko: 너희 가족의 명예를 파괴할 뿐만 아니라 가족을 자살로 밀어 넣고 있다.

source: A university economics student, Ishika was targeted by the group after she sent a message to several friends in an effort to collect data for a gender survey.
ko: 대학에서 경제학을 전공하는 이시카 씨는 성에 관한 설문에 대한 데이터를 수집하는 과정에서 친구들에게 메시지를 보낸 뒤 해당 조직의 타겟이 되었다.

source: Ishika, who spoke with Global Voices about the incident, suspects that members of the group were somehow informed of her survey and that they considered it inappropriate, classifying it as a "sex chat."
ko: 이시카 씨는 글로벌 보이시스(Global Voices)와 이 사건에 대해 이야기 하며, 해당 그룹의 회원에게 설문에 대한 정보가 새어 나가 해당 조직이 그녀의 조사를 "섹스 채팅"으로 분류해 부적절하다고 판단하는 것으로 짐작한다고 밝혔다.

source: This is visible in the transliteration of their response, otherwise in Malyalam, shown in the screenshot below.
ko: 이시카 씨의 설문 요청과 그 결과 발생한 예상치 못한 반응.

source: Ishika earlier had posted a picture of sanitary napkins, which the group also found problematic.
ko: "기사에 쓸 젠더 연구 정보를 모으고 있습니다.

source: Screen shot of Ishika's request and subsequent fallout.
ko: 아시는 것이 있으면 무엇이든 답해 주세요.

source: Her initial message reads: "We are gathering information on Gender Studies for an article, please provide with inputs if you have any."A member of the group told Ishika to stop publishing feminist posts and threatened to "slut shame" her and expose her nude pictures online if she did not comply with the demands of the Kerala Cyber Warriors.
ko: " 이 조직의 한 회원은 이시카 씨에게 페미니즘에 관한 게시물의 게재 중단을 요구하며, 이시카 씨가 '케랄라 사이버 전사들'의 요구에 계속해서 순응하지 않을 경우, 그녀의 누드 사진을 인터넷에 올리고 그녀를 '슬럿 쉐이밍(김치녀로 낙인 찍기)' 대상으로 정하겠다고 위협했다.

source: Members of the group told her that women like her were "a blot to the Malayalam community" and that her activities were destroying the reputations of other young women.
ko: 해당 조직의 회원들은 그녀와 같은 여성들을 "말라얌람 사회의 오점" 이라고 불렀다.

source: They also demanded that she send them her login credentials so that they could delete the posts themselves.
ko: 그리고 그녀의 활동을 가리켜 다른 젊은 여성들의 명예를 실추시키는 행동이라고도 말했다.

source: She refused.
ko: 이시카 씨는 그 요구를 거절했다.

source: A member of the Facebook group then started to chat with Ishika, threatening to expose her if she did not comply with their requests within one day.
ko: 이 페이스북 조직(케랄라 사이버 전사들)의 한 회원은 이시카 씨에게 하루 동안 시간을 줄 테니 그 동안 그들의 요구에 순응하지 않으면 그녀의 정보를 인터넷에 올리겠다고 위협하며 이시카 씨와 채팅을 하기 시작했다.

source: Ishika soon after published a Facebook post addressing the issue directly.
ko: 이시카 씨는 곧 이 사건을 직접 다루는 페이스북 게시물을 남겼다.

source: She explained that she did not need their "protection" and she had no intention to remove any of her posts.
ko: 그녀는 그들의 "보호"가 필요하지 않다고 설명하며, 그녀의 포스팅은 하나도 지울 뜻이 없음을 밝혔다.

source: I asked them multiple times (what the issue was).
ko: 나는 (이 일에 관해) 그들에 여러 번 설명했다.

source: The 'saviors' revealed that I have been posting about female sexuality, menstruation, along with pictures of sanitary pads, etc which according to them are are dishonoring women.
ko: 그 '구원자'들은, 그들에겐 여성을 모욕한다고 여기는 여성의 성과 월경에 관한 정보를 생리대 사진 등과 함께 게재하고 있었다는 것을 알아냈다.

source: 'Respected' Kerala Cyber Warriors, Thank you for your services.
ko: '친해하는' 케랄라 사이버 전사들에게 노고에 심심한 감사를 표합니다.

source: But I don't need them and leave me alone and my posts.
ko: 하지만 당신들의 보호는 필요 없으니 저와 제 게시글 좀 가만히 놔 두시죠.

source: After Ishika published the above post, she encountered a fresh wave of trolling attacks, phishing attempts and sexual harassment online, with multiple accounts associated with the Kerala Cyber Warriors attacking her for speaking out against them.
ko: 미국 회사인 페이스북은 악의적 행위와 성희롱을 명시적으로 금지하고 있지만, 희생자가 공식 절차를 통해 악용 사례에 대해 신고하기 전까지는 아무런 조치도 하지 않는다.

source: Ishika tried to reason with them for two days and finally wrote a complaint to Facebook, using their abuse reporting process.
ko: 이 사건과 관련된 페이스북의 "커뮤니티 규정"은 다음과 같다.

source: The US-based company explicitly forbids bullying and harassment, but does not punish harassers unless victims submit reports of harassment through their official process.
ko: (이 박스의 내용은 기자가 발췌한 미국 페이스북 페이지를 한국어로 번역했으며, 한국 페이스북에 공시된 내용과 다를 수 있습니다.

source: Facebook's "Community Standards" policy on the matter reads as follows:
ko: 우리(페이스북)는 괴롭힘이나 악용을 용인하지 않습니다.

source: We don’t tolerate bullying or harassment.
ko: 우리는 대중이 관심을 가지는 사건이나 사람에 대해 자유롭게 이야기 하는 것을 허용합니다.

source: We allow you to speak freely on matters and people of public interest, but remove content that appears to purposefully target private individuals with the intention of degrading or shaming them.
ko: 하지만 모욕을 주거나 불쾌감을 주기 위해 고의로 개인(들)을 노리는 것으로 보이는 콘텐츠는 삭제합니다.

source: This content includes, but is not limited to:
ko: 삭제될 수 있는 콘텐츠는 다음을 포함합니다.

source: Pages that identify and shame private individuals, Images altered to degrade private individuals, Photos or videos of physical bullying posted to shame the victim, Sharing personal information to blackmail or harass people, and Repeatedly targeting other people with unwanted friend requests or messages.
ko: 공인이 아닌 개인의 신원을 유포해 불쾌감을 주는 페이지 특정인을 모욕하기 위해 변경된 사진 특정인을 모욕하려는 목적으로 신체적 위협 가하기 위해 개제된 사진이나 비디오 협박이나 모욕을 하기 위해 개인 정보를 유포하거나(하략) 원하지 않는 친구 등록이나 스팸 메시지를 송신하여 타인을 반복적인 괴롭힘의 표적으로 삼는 행위

source: Ishika has yet to hear back from Facebook on her complaint.
ko: 이시카 씨는 아직 페이스북으로부터 답변을 받지 못했다.

source: Allies have also reported the Kerala Cyber Warriors group to Facebook, concerning their allegations of hacking other peoples' accounts, which is also a violation of Facebook's terms.
ko: 이사카 씨를 돕는 사람들은 '케랄라 사이버 전사들'이 다른 사람들의 페이스북 계정을 해킹했다는 혐의에 대해 신고했다.

source: There has also been fallout from the incident on Facebook itself.
ko: 이 또한 페이스북의 이용 약관을 위반한 것이다.

source: Sona Nakshathra, who is a woman journalist mocked the group on Facebook:
ko: 페이스북 사건 자체에 대한 여파도 있었다.

source: Women be careful, the group is there to set standards on how women should behave, or they threaten to put up your nude pictures
ko: 여성 언론인인 소나 나크사쓰라 씨는 페이스북에서 해당 단체를 조롱하고 나섰다. 여자들이 주의해야 합니다. 이 그룹은 감히 여자가 어떻게 행동해야 하는 지에 대한 기준을 정하거나 누드 사진을 올리겠다고 협박하거나 하거든요.

source: Gayathri Narayanan, who is a woman psychotherapist wrote sarcastically:
ko: 여성이며 심리 상담가인 가야쓰리 나라야난 씨는 다음과 같이 비꼬았다:

source: Big Deal.
ko: 그게 무슨 대수라고.

source: It is unpardonable women should write about gender equality.
ko: 여자들이 성평등에 관한 글 썼다는 게 용납될 수 없다.

source: Why we need gender equality?
ko: 성 평등이 왜 필요한가?

source: Women should only be writing about parenting and pregnancy.
ko: 여자는 그냥 육아와 양육에 대한 글이나 쓰면 된다.

source: These other radical women, who demand rights on their body, you should really teach them a lesson.
ko: 자기 신체에 대한 권리를 요구하는 이 급진적인 여자들에겐 누군가의 가르침이 절실히 필요하다.

source: Please keep on doing so, so that, when these women write back to you, some others will get more guidance through those replies at least.
ko: 그러면, 이 급진적인 여자들이 누군가에게 반박하는 글을 쓸 때, 다른 여자들은 그 반박을 통해 최소한 뭔가 배울 테니까.

source: Despite Facebook's proclaimed and actual efforts to curb gender-based harassment on their platform, threats of character assassination and extortion continue apace around the world, and in many countries where such threats can carry severe real-life consequences.
ko: 페이스북 내에서 성희롱을 억제하려는 페이스북의 이용 약관과 실제적 노력에도 불구하고, 살해와 협박에 대한 위협은 세계적으로 계속되고 있다. 그리고 다수의 국가에서 그런 위협은 법적 처벌로 이어진다.

source: How a Case of Vigilante Tattoo Punishment Showcases Skepticism of Human Rights in Brazil · Global Voices
ko: 자력 구제 문신 처벌, 브라질의 인권 회의론 드러내

source: Two men tied the teenager to a chair and tattooed onto his forehead: "I am a thief and scum".
ko: 두 남성이 이 청소년을 의자에 묶은 뒤 이마에 이러한 문구의 문신을 새겼다. "나는 도둑이자 쓰레기입니다.

source: The story taking over Brazil's social media recently doesn't involve the country's dramatic politics, but a teenager, a tattoo, and two men trying to take "justice" into their own hands.
ko: 최근 브라질의 소셜 미디어를 장악한 이야기는 브라질의 극적인 정치 상황이 아니라 청소년 한 명과 문신과 자신의 손으로 '정의'를 관철하려 했던 두 남성에 대한 것이다.

source: After hearing rumours that someone had tried to steal a bicycle in their neighbourhood, a tattoo artist and his friend believed they had identified the culprit: a 17-year-old boy.
ko: 누군가가 동네의 자전거를 훔치려 한다는 소문을 들은 뒤, 한 타투 아티스트와 그의 친구는 범인이 누구인지 알았다고 생각했다.

source: The pair then decided to teach him a lesson.
ko: 이 둘은 이 소년에게 교훈을 주기로 결정했다.

source: They rented a room in a boarding house, tied the boy to a chair, and proceeded to tattoo on his forehead the sentence "I am a thief and scum".
ko: 그들은 하숙집에서 방을 하나 빌린 뒤 소년을 의자에 묶고 소년의 이마에 다음 문장을 문신했다. "나는 도둑이자 쓰레기입니다.

source: The entire gruesome ordeal was captured on video and posted on WhatsApp.
ko: " 시술 장면의 전 과정이 비디오로 찍혀 WhatsApp에 올려졌다.

source: It soon went viral.
ko: 비디오는 금새 퍼져나갔다.

source: The teenager, who according to his family struggles with mental illness and drug abuse, had been missing from home since the end of May.
ko: 소년의, 정신 질환과 약물 중독에 시달리고 있는 가족들에 따르면, 소년은 5월 말부터 가출한 상태였다.

source: His parents only found out of his whereabouts after recognising him in the viral video.
ko: 소년의 부모님은 비디오 속의 소년이 자신의 아들임을 알아보고 아들이 있는 장소를 찾아 냈다.

source: They alerted police to the footage, who proceeded to arrest the two men and charge them with torture.
ko: 부모님은 경찰에게 소년이 있던 곳을 신고했고, 경찰은 두 남자를 고문 혐의로 체포했다.

source: After reuniting with his family, the boy denied the accusations of theft to the police.
ko: 가족과 다시 만난 뒤, 이 소년은 경찰에게 절도 혐의를 부인했다.

source: He claims he never tried to steal the bike, but only bumped into it while drunk, and it fell.
ko: 소년은 자전거를 훔치려고 한 적은 한 번도 없으며, 단지 취했을 때 자전거에 부딪혀 그 위로 넘어진 적이 있을 뿐이라고 주장했다.

source: He also told a reporter that he “wanted to die after seeing the tattoo on his face”.
ko: 또한 소년은 리포터에게 '얼굴 위의 문신을 본 뒤 죽고 싶었다'고 말했다.

source: But a significant portion of the internet didn't express sympathy for the boy.
ko: 그러나 인터넷 여론의 상당수가 이 소년에게 동정적이지 않았다.

source: A university project that monitors the political debate on Brazilian social media showed how many of the reactions were actually in support of the vigilantes.
ko: 브라질 소셜 미디어 상의 정치적 논쟁에 대해 조사 중인 한 대학 조사가 소년에게 문신을 했던 두 남자들이 실제로 얼마나 많은 지지를 받았는지 보여주었다.

source: When someone set up a crowdfunding campaign - eventually successful — to help the boy and his family pay for tattoo removal, they started receiving threats on social media for trying to help "a criminal".
ko: 어떤 사람은 소년과 소년의 가족이 문신 제거 비용을 낼 수 있도록 도와주는 크라우드펀딩 캠페인을 계획했을 때, 캠페인 운영자들은 '범죄자'를 돕는다는 이유로 소셜 미디어에서 위협을 받기 시작했다.

source: One of the most circulated images on Facebook over the weekend of June 10 — now with over 100,000 shares — said: “When a criminal is punished it becomes news, people think it’s absurd and try to raise money to pay for plastic surgery for the ‘tortured’ minor.
ko: (해당 이미지는 지금은 10만번 넘게 공유되었다. ) "범죄자가 처벌받은 게 뉴스가 됐더니 사람들은 불합리하다고 생각하고 그 '고문 당한' 미성년자의 성형 비용을 대기 위한 기금까지 마련하려 한다.

source: But when a police officer dies, nothing happens!”
ko: 그러나 경찰관이 죽었을 때는 아무 일도 생기지 않지!
